Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsNewSupportMathDescription
source: Enhance your diagrams with beautifully rendered LaTeX mathematical formulas—perfect for notes, equations, and presentations.
ar: قم بتحسين مخططاتك بصيغ رياضية مصاغة بشكل جميل باستخدام LaTeX - مثالي للملاحظات والمعادلات والعروض التقديمية.
de: Verbessern Sie Ihre Diagramme mit schön gerenderten LaTeX-Mathematikformeln – perfekt für Notizen, Gleichungen und Präsentationen.
es: Mejora tus diagramas con fórmulas matemáticas LaTeX bellamente renderizadas—perfectas para notas, ecuaciones y presentaciones.
fr: Améliorez vos diagrammes avec de magnifiques formules mathématiques LaTeX—parfaites pour les notes, les équations et les présentations.
hi: सुंदर रूप से प्रस्तुत LaTeX गणितीय सूत्रों के साथ अपने आरेखों को बढ़ाएँ—नोट्स, समीकरणों और प्रस्तुतियों के लिए बिल्कुल सही।
it: Migliora i tuoi diagrammi con formule matematiche LaTeX splendidamente renderizzate—perfette per appunti, equazioni e presentazioni.
ja: 美しくレンダリングされたLaTeX数式で図を強化しましょう。ノート、方程式、プレゼンテーションに最適です。
ko: 아름답게 렌더링된 LaTeX 수학 공식을 통해 다이어그램을 향상시키세요—노트, 방정식 및 프레젠테이션에 완벽합니다.
nl: Verbeter je diagrammen met prachtig weergegeven LaTeX-wiskundige formules—perfect voor notities, vergelijkingen en presentaties.
pl: Ulepsz swoje diagramy pięknie renderowanymi wzorami matematycznymi LaTeX—idealnymi do notatek, równań i prezentacji.
pt: Melhore seus diagramas com fórmulas matemáticas LaTeX lindamente renderizadas—perfeito para anotações, equações e apresentações.
ru: Улучшайте свои диаграммы красиво оформленными математическими формулами LaTeX — идеально для заметок, уравнений и презентаций.
th: เพิ่มความสวยงามให้กับแผนภาพของคุณด้วยสูตรคณิตศาสตร์ LaTeX ที่แสดงผลอย่างสวยงาม—เหมาะสำหรับบันทึก, สมการ, และการนำเสนอ.
tr: Diyagramlarınızı güzel bir şekilde işlenmiş LaTeX matematik formülleri ile zenginleştirin—notlar, denklemler ve sunumlar için mükemmel.
vi: Nâng cao sơ đồ của bạn với các công thức toán học LaTeX được hiển thị đẹp mắt—hoàn hảo cho ghi chú, phương trình và bài thuyết trình.
zh_hans: 通过精美渲染的 LaTeX 数学公式增强您的图表—完美适用于笔记、方程和演示文稿。
zh_hant: 使用美觀的 LaTeX 數學公式增強您的圖表—非常適合筆記、方程和演示。

# whatsNewSupportMathTitle
source: Powerful LaTeX Math Support
ar: دعم رياضي قوي باستخدام LaTeX
de: Leistungsstarke LaTeX-Mathematikunterstützung
es: Potente soporte para matemáticas LaTeX
fr: Support puissant pour les mathématiques LaTeX
hi: शक्तिशाली LaTeX गणित समर्थन
it: Potente supporto per LaTeX Math
ja: 強力なLaTeX数式サポート
ko: 강력한 LaTeX 수학 지원
nl: Krachtige LaTeX wiskundige ondersteuning
pl: Potężne wsparcie dla matematyki LaTeX
pt: Poderoso Suporte a Matemática LaTeX
ru: Мощная поддержка LaTeX для математики
th: การสนับสนุนคณิตศาสตร์ LaTeX อันทรงพลัง
tr: Güçlü LaTeX Matematik Desteği
vi: Hỗ trợ toán học LaTeX mạnh mẽ
zh_hans: 强大的 LaTeX 数学支持
zh_hant: 強大的 LaTeX 數學支持

# whatsNewTabbedInspectorDescription
source: Library, file history, canvas search, and canvas preferences are now grouped into one switchable side panel — open and close any of them with a single click.
ar: تم الآن تجميع المكتبة وسجل الملفات وبحث اللوحة وتفضيلات اللوحة في لوحة جانبية قابلة للتبديل — افتح أو أغلق أيًا منها بنقرة واحدة.
de: Bibliothek, Dateiverlauf, Leinwandsuche und Leinwand‑Einstellungen sind jetzt in einem umschaltbaren Seitenbereich zusammengefasst – öffnen oder schließen Sie jeden Bereich mit einem einzigen Klick.
es: La biblioteca, el historial de archivos, la búsqueda del lienzo y las preferencias del lienzo se han agrupado en un único panel lateral que permite alternarlos; ábrelos o ciérralos con un solo clic.
fr: La bibliothèque, l'historique des fichiers, la recherche et les préférences de la surface de travail sont désormais regroupés dans un même panneau latéral basculable — ouvrez ou fermez n'importe lequel d'entre eux d'un simple clic.
hi: लाइब्रेरी, फ़ाइल इतिहास, कैनवास खोज और कैनवास प्राथमिकताएँ अब एक स्विच करने योग्य साइड पैनल में समूहीकृत हैं — उन्हें एक क्लिक से खोलें या बंद करें।
it: Libreria, cronologia dei file, ricerca nella tela e preferenze della tela sono ora raggruppati in un unico pannello laterale commutabile — apri e chiudi ciascuno di essi con un solo clic.
ja: ライブラリ、ファイル履歴、キャンバス検索、キャンバスの環境設定が切り替え可能なサイドパネルにまとめられました。ワンクリックで任意のパネルを開閉できます。
ko: 라이브러리, 파일 히스토리, 캔버스 검색 및 캔버스 환경설정이 이제 하나의 전환식 사이드 패널로 그룹화되어 클릭 한 번으로 언제든지 열고 닫을 수 있습니다.
nl: Bibliotheek, bestandsgeschiedenis, canvas-zoekfunctie en canvasvoorkeuren zijn nu gebundeld in één omschakelbaar zijpaneel — open of sluit elk onderdeel met een enkele klik.
pl: Biblioteka, historia plików, wyszukiwanie na płótnie i preferencje płótna są teraz zgrupowane w jednym przełączanym panelu bocznym — otwieraj i zamykaj dowolny z nich jednym kliknięciem.
pt: Biblioteca, histórico de arquivos, busca no canvas e preferências do canvas agora estão agrupados em um painel lateral alternável — abra e feche qualquer um deles com um único clique.
ru: Библиотека, история файлов, поиск по холсту и настройки холста теперь собраны в одной переключаемой боковой панели — открывайте и закрывайте любую из них одним щелчком.
th: ไลบรารี, ประวัติไฟล์, การค้นหาแคนวาส และการตั้งค่าแคนวาส ถูกจัดรวมไว้ในแผงด้านข้างที่สลับได้ — สามารถเปิดหรือปิดแต่ละรายการได้ด้วยการคลิกเพียงครั้งเดียว
tr: Kitaplık, dosya geçmişi, tuval araması ve tuval tercihleri artık tek bir geçiş yapılabilen yan panelde gruplandı — bunların herhangi birini tek bir tıklamayla açıp kapatabilirsiniz.
vi: Thư viện, lịch sử tệp, tìm kiếm khung vẽ và tùy chọn khung vẽ giờ được gom vào cùng một ngăn bên có thể chuyển đổi — mở hoặc đóng bất kỳ mục nào chỉ với một cú nhấp.
zh_hans: 资源库、文件历史记录、画布搜索和画布偏好现在被归入同一个可切换侧边面板 —— 只需单击即可打开或关闭其中任意一个。
zh_hant: 資源庫、檔案歷史紀錄、畫布搜尋與畫布偏好設定現已群組於同一可切換的側邊面板——只需單擊即可開啟或關閉任一項。

# whatsNewTabbedInspectorTitle
source: Tabbed Inspector
ar: المفتش بعلامات التبويب
de: Registerkarten‑Inspektor
es: Inspector con pestañas
fr: Inspecteur à onglets
hi: टैब्ड इंस्पेक्टर
it: Ispettore a schede
ja: タブ式インスペクタ
ko: 탭형 검사기
nl: Inspecteur met tabbladen
pl: Inspektor z zakładkami
pt: Inspetor com abas
ru: Инспектор с вкладками
th: อินสเปกเตอร์แบบแท็บ
tr: Sekmeli İnceleme Paneli
vi: Trình kiểm tra theo tab
zh_hans: 选项卡检查器
zh_hant: 分頁檢查器

# whatsNewTitle
source: What’s New in ExcalidrawZ
ar: ما الجديد في ExcalidrawZ
de: Neuigkeiten in ExcalidrawZ
es: Novedades en ExcalidrawZ
fr: Quoi de neuf dans ExcalidrawZ
hi: ExcalidrawZ में नया क्या है
it: Novità in ExcalidrawZ
ja: ExcalidrawZの新機能
ko: ExcalidrawZ의 새로운 기능
nl: Wat is nieuw in ExcalidrawZ
pl: Co nowego w ExcalidrawZ
pt: Novidades no ExcalidrawZ
ru: Что нового в ExcalidrawZ
th: มีอะไรใหม่ใน ExcalidrawZ
tr: ExcalidrawZ'deki Yenilikler
vi: Có gì mới trong ExcalidrawZ
zh_hans: ExcalidrawZ新功能
zh_hant: ExcalidrawZ 的新功能

# whatsNewUpdatedSubscriptionPlansDescription
source: Subscription plans have been reorganized around the new AI credit system, with clearer tiers for Starter, Pro, and Max users. You can review the updated options from the refreshed Paywall.
ar: تم إعادة تنظيم خطط الاشتراك حول نظام أرصدة الذكاء الاصطناعي الجديد، مع مستويات أوضح لمستخدمي Starter و Pro و Max. يمكنك مراجعة الخيارات المحدثة من جدار الدفع المحدّث.
de: Die Abonnementspläne wurden rund um das neue KI-Creditsystem neu organisiert, mit klareren Stufen für Starter-, Pro- und Max-Nutzer. Du kannst die aktualisierten Optionen über die erneuerte Paywall einsehen.
es: Los planes de suscripción se han reorganizado en torno al nuevo sistema de créditos de IA, con niveles más claros para usuarios Starter, Pro y Max. Puedes revisar las opciones actualizadas en el nuevo muro de pago.
fr: Les plans d'abonnement ont été réorganisés autour du nouveau système de crédits IA, avec des niveaux plus clairs pour les utilisateurs Starter, Pro et Max. Vous pouvez consulter les options mises à jour via le nouveau Paywall.
hi: सदस्यता योजनाओं को नए AI क्रेडिट प्रणाली के चारों ओर पुनर्गठन किया गया है, जिसमें स्टार्टर्स, प्रो और मैक्स उपयोगकर्ताओं के लिए स्पष्ट स्तर हैं। आप ताजे भुगतान के माध्यम से अपडेटेड विकल्पों की समीक्षा कर सकते हैं।
it: I piani di abbonamento sono stati riorganizzati attorno al nuovo sistema di crediti AI, con livelli più chiari per gli utenti Starter, Pro e Max. Puoi rivedere le opzioni aggiornate dal Paywall rinnovato.
ja: サブスクリプションプランは新しいAIクレジットシステムを中心に再編成され、スターター、プロ、およびマックスユーザーのための明確なティアが設けられました。リフレッシュされたペイウォールから更新されたオプションを確認できます。
ko: 구독 요금제가 새로운 AI 크레딧 시스템에 맞춰 재편성되었으며, Starter, Pro 및 Max 사용자에 대해 더 명확한 계층이 제공됩니다. 새롭게 업데이트된 결제 시스템에서 업데이트된 옵션을 검토할 수 있습니다.
nl: Abonnement plannen zijn herschikt rond het nieuwe AI-creditsysteem, met duidelijkere niveaus voor Start-, Pro- en Max-gebruikers. Je kunt de bijgewerkte opties bekijken via de vernieuwde Paywall.
pl: Plany subskrypcyjne zostały zorganizowane w oparciu o nowy system kredytów AI, z wyraźniejszymi poziomami dla użytkowników Starter, Pro i Max. Możesz przeglądać zaktualizowane opcje w odświeżonym Paywall.
pt: Os planos de assinatura foram reorganizados em torno do novo sistema de créditos de IA, com níveis mais claros para usuários Starter, Pro e Max. Você pode revisar as opções atualizadas na Paywall reformulada.
ru: Планы подписки были реорганизованы с учетом новой системы кредитов ИИ, с более четкими уровнями для пользователей Starter, Pro и Max. Вы можете просмотреть обновленные варианты в обновленном интерфейсе.
th: แผนการสมัครสมาชิกได้รับการจัดระเบียบใหม่ตามระบบเครดิต AI ใหม่ โดยมีระดับที่ชัดเจนสำหรับผู้ใช้ Starter, Pro และ Max คุณสามารถตรวจสอบตัวเลือกที่อัปเดตได้จาก Paywall ที่ได้รับการปรับปรุง
tr: Abonelik planları, yeni AI kredi sistemi etrafında yeniden düzenlenmiş olup, Başlangıç, Pro ve Max kullanıcıları için daha net katmanlar sunmaktadır. Güncellenmiş seçenekleri yenilenen Ücretlendirme sayfasından inceleyebilirsiniz.
vi: Các gói đăng ký đã được tổ chức lại dựa trên hệ thống tín dụng AI mới, với các cấp độ rõ ràng hơn cho người dùng Starter, Pro và Max. Bạn có thể xem lại các tùy chọn cập nhật từ Paywall được làm mới.
zh_hans: 订阅计划已经围绕新的 AI 积分系统进行了重新组织，为初学者、专业用户和高级用户提供了更清晰的层级。您可以从更新的付费墙中查看更新的选项。
zh_hant: 訂閱計劃已圍繞新的AI點數系統重新組織，為入門級、專業和最大用戶提供更清晰的級別。您可以從重新設計的付費牆查看更新的選項。

# whatsNewUpdatedSubscriptionPlansTitle
source: Updated Subscription Plans
ar: خطط الاشتراك المحدثة
de: Aktualisierte Abonnementspläne
es: Planes de suscripción actualizados
fr: Plans d'abonnement mis à jour
hi: अपडेटेड सदस्यता योजनाएँ
it: Piani di Abbonamento Aggiornati
ja: 更新されたサブスクリプションプラン
ko: 업데이트된 구독 요금제
nl: Bijgewerkte Abonnementsplannen
pl: Zaktualizowane Plany Subskrypcyjne
pt: Planos de Assinatura Atualizados
ru: Обновленные планы подписки
th: แผนการสมัครสมาชิกที่อัปเดต
tr: Güncellenmiş Abonelik Planları
vi: Các Gói Đăng Ký Đã Cập Nhật
zh_hans: 更新的订阅计划
zh_hant: 更新的訂閱計劃

# whatsNewUpdateExcalidrawCoreDescription
source: Update the version of excalidraw core to the latest version.
ar: تحديث نسخة نواة Excalidraw إلى أحدث إصدار.
de: Aktualisiert die Excalidraw-Core-Version auf die neueste Version.
es: Se ha actualizado el núcleo de Excalidraw a la versión más reciente.
fr: Mettre à jour le cœur d'Excalidraw vers la dernière version.
hi: Excalidraw कोर का संस्करण नवीनतम संस्करण में अपडेट किया गया。
it: Aggiorna la versione del core di Excalidraw all'ultima disponibile.
ja: Excalidraw Coreのバージョンを最新に更新しました。
ko: Excalidraw 코어 버전을 최신 버전으로 업데이트합니다.
nl: Werk de Excalidraw Core-versie bij naar de nieuwste versie.
pl: Zaktualizowano wersję rdzenia Excalidraw do najnowszej.
pt: Atualize a versão do núcleo do Excalidraw para a mais recente.
ru: Обновлено ядро Excalidraw до последней версии.
th: อัปเดตเวอร์ชันของแกนหลัก Excalidraw ให้เป็นเวอร์ชันล่าสุด
tr: Excalidraw Core sürümü en son sürüme güncellendi.
vi: Cập nhật Excalidraw Core lên phiên bản mới nhất.
zh_hans: 将 Excalidraw Core 更新到最新版本。
zh_hant: 將 Excalidraw core 的版本更新至最新版本。

# whatsNewUpdateExcalidrawCoreTitle
source: Update Excalidraw Core
ar: تحديث نواة Excalidraw
de: Excalidraw-Core aktualisieren
es: Actualización del núcleo de Excalidraw
fr: Mise à jour du cœur d'Excalidraw
hi: Excalidraw कोर अपडेट
it: Aggiornamento del core di Excalidraw
ja: Excalidraw Coreの更新
ko: Excalidraw 코어 업데이트
nl: Excalidraw Core bijwerken
pl: Aktualizacja rdzenia Excalidraw
pt: Atualizar o núcleo do Excalidraw
ru: Обновление ядра Excalidraw
th: อัปเดตแกนหลักของ Excalidraw
tr: Excalidraw Core Güncellemesi
vi: Cập nhật Excalidraw Core
zh_hans: 更新 Excalidraw Core
zh_hant: 更新 Excalidraw Core

# whatsNewWarningBody
source: Currently, there are some bugs in the new version. If you encounter any issues, you can join the Discord community to provide feedback, and I’ll do my best to help you resolve them. Alternatively, you can visit the GitHub project page and submit an issue.
ar: حاليًا، هناك بعض الأخطاء في النسخة الجديدة. إذا واجهت أي مشكلات، يمكنك الانضمام إلى مجتمع Discord لتقديم الملاحظات، وسأبذل قصارى جهدي لمساعدتك في حلها. بدلاً من ذلك، يمكنك زيارة صفحة مشروع GitHub وتقديم مشكلة.
de: Derzeit gibt es einige Fehler in der neuen Version. Wenn Sie auf Probleme stoßen, können Sie der Discord-Community beitreten, um Feedback zu geben, und ich werde mein Bestes tun, um Ihnen bei der Lösung zu helfen. Alternativ können Sie die GitHub-Projektseite besuchen und ein Problem melden.
es: Actualmente, hay algunos errores en la nueva versión. Si encuentras algún problema, puedes unirte a la comunidad de Discord para brindar comentarios, y haré todo lo posible para ayudarte a resolverlo. Alternativamente, puedes visitar la página del proyecto en GitHub y enviar un problema.
fr: Actuellement, il y a quelques bugs dans la nouvelle version. Si vous rencontrez des problèmes, vous pouvez rejoindre la communauté Discord pour faire part de vos retours, et je ferai de mon mieux pour vous aider à les résoudre. Alternativement, vous pouvez visiter la page du projet GitHub et soumettre un problème.
hi: वर्तमान में, नए संस्करण में कुछ बग हैं। यदि आप किसी समस्या का सामना करते हैं, तो आप फीडबैक देने के लिए Discord समुदाय में शामिल हो सकते हैं, और मैं आपकी मदद करने की पूरी कोशिश करूंगा। वैकल्पिक रूप से, आप GitHub परियोजना पृष्ठ पर जा सकते हैं और एक समस्या भेज सकते हैं।
it: Attualmente, ci sono alcuni bug nella nuova versione. Se incontri problemi, puoi unirti alla comunità Discord per fornire feedback e farò del mio meglio per aiutarti a risolverli. In alternativa, puoi visitare la pagina del progetto su GitHub e inviare un problema.
ja: 現在、新しいバージョンにいくつかのバグがあります。問題が発生した場合は、Discordコミュニティに参加してフィードバックを提供していただければ、できる限りお手伝いします。または、GitHubプロジェクトページを訪れて問題を提出することもできます。
ko: 현재 새로운 버전에서 몇 가지 버그가 있습니다. 문제를 겪으시면 Discord 커뮤니티에 참여해 피드백을 주시면 최선을 다해 도와드리겠습니다. 또는 GitHub 프로젝트 페이지를 방문하여 문제를 제출하실 수 있습니다.
nl: Momenteel zijn er enkele bugs in de nieuwe versie. Als je problemen tegenkomt, kun je lid worden van de Discord-gemeenschap om feedback te geven, en ik zal mijn best doen om je te helpen deze op te lossen. Alternatief kun je de GitHub-projectpagina bezoeken en een probleem indienen.
pl: Obecnie w nowej wersji występują pewne błędy. Jeśli napotkasz jakiekolwiek problemy, możesz dołączyć do społeczności Discord, aby zgłosić opinie, a ja postaram się pomóc ci je rozwiązać. Alternatywnie możesz odwiedzić stronę projektu na GitHubie i zgłosić problem.
pt: Atualmente, existem alguns bugs na nova versão. Se você encontrar algum problema, pode participar da comunidade Discord para fornecer feedback, e farei o meu melhor para ajudá-lo a resolvê-los. Alternativamente, você pode visitar a página do projeto no GitHub e enviar um problema.
ru: В настоящее время в новой версии есть некоторые ошибки. Если вы столкнетесь с какими-либо проблемами, вы можете присоединиться к сообществу Discord, чтобы оставить отзыв, и я постараюсь помочь вам решить их. Кроме того, вы можете посетить страницу проекта на GitHub и сообщить о проблеме.
th: ในขณะนี้มีบั๊กบางอย่างในเวอร์ชันใหม่ หากคุณพบปัญหาใดๆ คุณสามารถเข้าร่วมชุมชน Discord เพื่อให้ข้อเสนอแนะแก่ผม และผมจะพยายามอย่างดีที่สุดในการช่วยคุณแก้ไขปัญหา นอกจากนี้คุณยังสามารถเยี่ยมชมหน้าโครงการ GitHub และส่งปัญหา.
tr: Şu anda yeni sürümde bazı hatalar var. Herhangi bir sorunla karşılaşırsanız, geri bildirimde bulunmak için Discord topluluğuna katılabilirsiniz, size yardımcı olmak için elimden geleni yapacağım. Alternatif olarak, GitHub proje sayfasını ziyaret edebilir ve bir sorun bildirebilirsiniz.
vi: Hiện tại, có một số lỗi trong phiên bản mới. Nếu bạn gặp phải bất kỳ sự cố nào, bạn có thể tham gia cộng đồng Discord để cung cấp phản hồi, và tôi sẽ cố gắng hết sức để giúp bạn giải quyết chúng. Ngoài ra, bạn có thể truy cập trang dự án GitHub và gửi một vấn đề.
zh_hans: 目前，新版本存在一些问题。如果您遇到任何问题，可以加入 Discord 社区提供反馈，我会尽力帮助您解决。或者，您也可以访问 GitHub 项目页面并提交 issue。
zh_hant: 目前，新版本中存在一些錯誤。如果你遇到任何問題，可以加入 Discord 社區提供反饋，我會盡力幫助你解決。或者，你可以訪問 GitHub 項目頁面並提交問題。
